Repository: floretcl/KanaTorii
Catalog: KanaTorii/*.lproj/Localizable.strings
Languages: es, fr

source: %@ charts
es: Tablas de %@
fr: Tableaux des %@

source: All
es: Todos
fr: Tous

source: ABOUT
es: ACERCA
fr: À PROPOS

source: About
es: Acerca de
fr: À propos

source: About Kana Torii
es: Acerca de Kana Torii
fr: À propos de Kana Torii

# About text
source: This application aims to help you in learning Japanese Kana. To make the task easier there is the "Lessons" section. It allows you to learn step by step how to recognize Hiragana and Katakana characters. Repeat them as many times as necessary. For an overview, you can go to the "Lists" section, visualize a character, learn its writing, listen to its pronunciation and practice writing it. Finally the "Quiz" section will allow you to master the Kana by practicing in a varied and efficient way.
es: Esta aplicación tiene como objetivo ayudarlo a aprender japonés Kana. Para facilitar la tarea, hay en esta aplicación una sección "Lecciones". Te permite aprender paso a paso a reconocer los Hiragana y los Katakana. Te aconsejo que los repitas tantas veces como sea necesario. Para una descripción general, puedes ir a la sección "Listas", visualizar un caracteres, conocer su escritura, escuchar su pronunciación y practicarlo su escritura. Finalmente, una sección "Prueba" le permitirá dominar el Kana entrenando de una manera variada y eficiente.
fr: Cette application a pour but de vous aider dans l'apprentissage des Kana Japonais. Pour cela, pour rendre la tâche plus facile il y a dans cette application une section "Leçons". Elle permet d'apprendre pas à pas à reconnaître les Hiragana puis les Katakana. Je vous conseille de les répéter autant de fois que nécessaire. Pour un vision d'ensemble, vous pouvez aller dans la section "Listes", visualiser un caractère, connaître son écriture, écouter sa prononciation et vous entrainez à l'écrire. Enfin une section "Quiz" vous permettra de maîtrisez les Kana en vous entraînant de manière variée et efficace.

source: Buy 84 extra lessons %@
es: Comprar 84 lecciones adicionales %@

# CHARACTER CHARTS
source: CHARACTERS CHARTS
es: TABLAS DE CARACTERES
fr: TABLEAUX DE CARACTÈRES

source: Close
es: Cerrar
fr: Fermer

source: Continue
es: Continuar
fr: Continuer

source: Corrects answers:
es: Buenas respuestas:
fr: Bonnes réponses:

source: DATA
es: DATOS
fr: DONNÉES

source: Delete
es: Borrar
fr: Effacer

source: Difficulty
es: Dificultad
fr: Difficulté

source: Draw %@ for %@
es: Escribir %@ para %@
fr: Écrit le %@ pour %@

source: Easy
es: Fácil
fr: Facile

source: Enter your answer
es: Ingrese su respuesta
fr: Entre ta réponse

source: Find correct answer
es: Encuentra la buena respuesta
fr: Trouve la bonne réponse

source: Green
es: Verde
fr: Vert

source: Hard
es: Difícil
fr: Difficile

source: Hiragana Drawing
es: Escritura de Hiragana
fr: Écriture de Hiragana

source: Hiragana Reading
es: Lectura de Hiragana
fr: Lecture de Hiragana

source: Home
es: Inicio
fr: Accueil

source: Hour:
es: Hora:
fr: Heure:

source: Introduction
es: Introducción

source: Introduction to Kana
es: Introducción a los Kana
fr: Introduction aux Kana

# Introduction text
source: When you start learning Japanese, the first step to understanding and writing Japanese is to learn and remember "Kanas". The Kanas are composed of two syllabaries, which represent all the sounds of the language: the "Hiraganas" and the "Katakanas". These two writing systems are a bit like the Japanese "Alphabets". Each sound has two writings, either in Hiragana for Japanese words (if you don't use Kanji) or in Katakana for words of foreign origin. In these two writing systems there are many characters but for the most used, there are 104: the "Gojuons" (46 simple characters), the "Dakuons" (20 characters) and the "Handakuons" (5 characters) derived from simple characters, and finally the "Yoon" (33 characters) composed of two simple characters. To learn the Kanas there is no secret, you have to learn them by heart!
es: Al comenzar a aprender Japonés, el primer paso para comprender y escribir en japonés es aprender y recordar "Kana". Kana se componen de dos silabarios, que representan la totalidad de los sonidos del idioma: "Hiragana" y "Katakana". Estos dos sistemas de escritura son un poco como los "Alfabetos" japoneses. Cada sonido tiene dos escrituras, ya sea en hiragana para palabras japonesas (si no usamos Kanji), o en Katakana para palabras de origen extranjero. En estos dos sistemas de escritura hay muchos caracteres pero los más usados ​​son 104: "Gojuon" (46 caracteres individuales), "Dakuon" (20 caracteres) y "Handakuon" (5 caracteres) derivados de caracteres individuales, y finalmente "Yoon" (33 caracteres) compuesto por dos caracteres individuales. Para aprender los Kana no hay ningún secreto, ¡tienes que aprenderlos de memoria!
fr: Lorsque l’on commence l’apprentissage du Japonais, la première étape pour comprendre et écrire en japonais est d’apprendre et de retenir les "Kana". Les Kana sont composés de deux syllabaires, qui représentent l’ensemble des sons de la langue: les "Hiragana" et les "Katakana". Ces deux systèmes d’écritures sont un peu les "Alphabets" Japonais. Chaque son a deux écritures, soit en hiragana pour les mots japonais (si l’on n’utilise pas les Kanji), soit en katakana pour les mots d’origine étrangère. Dans ces deux systèmes d’écritures il y a de nombreux caractères mais les plus utilisés sont au nombre de 104 : les "Gojuon" (46 caractères simples), les "Dakuon" (20 caractères) et "Handakuon" (5 caractères) dérivés de caractères simples, et enfin les "Yoon" (33 caractères) composés de deux caractères simples. Pour apprendre les kana il n'y a pas de secret, il faut les apprendre par coeur !

# It's time to learn new kanas, がんばって! (Cheer up!)
source: It's time to learn new Kana, がんばって! (Cheer up!)
es: ¡Es hora de aprender nuevos Kana, がんばって! (¡Coraje!)
fr: Il est temps d'apprendre de nouveaux Kana, がんばって! (Courage!)

source: Katakana Drawing
es: Escritura de Katakana
fr: Écriture de Katakana

source: Katakana Reading
es: Lectura de Katakana
fr: Lecture de Katakana

source: Keyboard and drawing
es: Teclado y escritura
fr: Clavier et Écriture

source: Learn Hiragana and Katakana in a simple and effective way
es: Aprenda Hiragana y Katakana de forma fácil y eficaz
fr: Apprendre les Hiragana et Katakana de manière simple et efficace

source: Lessons
es: Lecciones
fr: Leçons

source: Lesson %lld
es: Lección %lld
fr: Leçon %lld

# Line writing order
source: Writing order of lines
es: Orden de escritura de líneas
fr: Ordre d'écriture des traits

source: Listen
es: Escuchar
fr: Écouter

source: Lists
es: Listas
fr: Listes

# Memorize the shape and pronunciation of this kana
source: Memorize the writing order of lines and the shape of this kana
es: Memoriza la forma y pronunciación de este Kana
fr: Memorise la forme et la prononciation de ce kana

source: Memorize the writing order of the lines and the shape of this kana
es: Memoriza la forma y el orden de escritura de las lineas de este Kana
fr: Memorise la forme et l'ordre d'écriture des traits de ce kana

source: Mode
es: Modo

source: Multiple choice questions
es: Preguntas de selección múltiple
fr: Questions à choix multiples

source: Next
es: Siguiente
fr: Suivant

source: NOTIFICATIONS
es: NOTIFICACIONES

source: Notification will arrive on time
es: ¡La notificación llegará a tiempo!
fr: La notification arrivera à temps !

source: No statistics to display
es: No hay estadísticas para mostrar
fr: Pas de statistiques à afficher

source: Number of questions: %lld
es: Número de preguntas: %lld
fr: Nombres de questions: %lld

source: Orange
es: Naranja

source: %@ Part %lld / %lld
es: %@ Parte %lld / %lld
fr: %@ Partie %lld / %lld

source: Part %lld / %lld
es: Parte %lld / %lld

source: Practice drawing %@: %@
es: Practica escribiendo el %@: %@
fr: Entraîne toi à écrire le %@: %@

source: Previous
es: Anterior
fr: Précédent

source: Primary
es: Negro/Blanco
fr: Noir/Blanc

source: Progress of lessons and statistics will be deleted
es: Se eliminará el progreso de las lecciones y las estadísticas
fr: La progression des leçons et les statistiques seront supprimées

source: QUICK QUIZ
es: PRUEBA RAPIDO
fr: QUIZ RAPIDE

source: Quick quiz
es: Prueba rápido
fr: Quiz rapide

source: Quiz
es: Prueba

source: Quiz Mode
es: Modo de prueba
fr: Mode de Quiz

source: Red
es: Rojo
fr: Rouge

source: Reset
es: Reiniciar
fr: Réinitialiser

source: Reset all datas
es: Reiniciar todos los datos
fr: Réinitialiser toutes les données

source: Restore
es: Restaurar
fr: Restaurer

source: Reminder
es: Recordatorios
fr: Rappels

source: Right answer
es: Buenas respuesta
fr: Bonne réponse

source: Right answer: %@
es: Buenas respuesta: %@
fr: Bonne réponse: %@

source: Scheduled notifications will no longer be displayed
es: Ya no se mostrarán las notificaciones programadas
fr: Les Notifications prévues ne seront plus affichées

source: Selection
es: Selección
fr: Sélection

source: Settings
es: Configuración
fr: Réglages

# Share
source: Partager
es: Compartir

source: Show Score
es: Ver puntuación
fr: Voir le Score

source: Show guide
es: Mostrar guía
fr: Aff. guide

source: Start
es: Comenzar
fr: Commencer

source: Start a lesson right now by clicking on 'lessons' at the top left
es: Comience una lección inmediatamente haciendo clic en "lecciones" en la parte superior izquierda de la pantalla
fr: Commence une leçon tout de suite en cliquant sur "leçons" en haut à gauche de l'écran

source: Start a mini Quiz
es: Comenzar una mini prueba

source: Statistics
es: Estadísticas
fr: Statistiques

source: Statistics colors in tables
es: Colores de estadísticas en tablas
fr: Couleurs de statistique dans les tableaux

source: Stop
es: Parar
fr: Arreter

source: Stop current notifications
es: Parar notificaciones actuales
fr: Arreter les notifications en cours

source: Validate
es: Validar
fr: Valider

source: Version
es: Versión

source: Weekday
es: Día de la semana
fr: Jour de la semaine

source: Write
es: Escribir
fr: Écrire

source: Write the Romaji for %@
es: Escribe el Romaji por %@
fr: Écrit le Romaji pour %@

source: Writing
es: Escritura
fr: Écriture

source: Wrong answer: %@
es: Mala respuesta: %@
fr: Mauvaise réponse: %@

source: Wrong answer
es: Mala respuesta
fr: Mauvaise réponse

source: Yellow
es: Amarillo
fr: Jaune

source: Your score:
es: Tu puntuación:
fr: Ton score:

source: Your result:
es: Resultado:
fr: Résultat:
